const textElement = document.querySelector(".article-text")
const buttonElement = document.querySelector(".article-button")

textElement.textContent = "Тут треба вставити текст"
buttonElement.buttonContent = "кнопка"

// Створити розмітку з кнопкою та текстовим полем.
// За допомогою JavaScript отримати доступ до кнопки та текстового поля за їх
// ідентифікаторами та змінити текст на кнопці на значення текстового поля.

// task 3



// Створити розмітку з посиланням та зображенням.
// За допомогою JavaScript отримати доступ до посилання та змінити значення атрибута
// "href" на нову URL - адресу.Також отримати доступ до зображення та додати новий атрибут
// "alt" з описом зображення.

// task 4



// Створити розмітку зі списком елементів. 
// За допомогою JavaScript отримати доступ до першого елемента списку та змінити його вміст на новий текст.